Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Auto keeps the full experience on capable Apple TVs and switches to a lighter one on older models like the Apple TV HD. Reduced trims animations and shrinks playback buffers so the remote stays responsive on weak hardware. Restart the app after changing this.
af: Auto behou die volle ervaring op bekwame Apple TV's en skakel oor na 'n ligter weergawe op ouer modelle soos die Apple TV HD. Verminder sny animasies en verklein afspeelbuffers sodat die afstandbeheer reageer op swakker hardeware. Herbegin die app nadat jy dit verander het.
am: ራስ ሰር ሙሉ ተሞክሮን ችሎታ ባላቸው Apple TV ዎች ላይ ያቆያል እናም ለ Apple TV HD ባሉ ቀደምት ሞዴሎች ቀለል ያለ ወደ ይቀይራል። ቀነስ ያደረጉ አኒሜሽኖችን ያሳጥራልና የፕሌይባክ ቋቶችን ያሳንሳል ስለዚህ የርቀት ቁጥጥሩ በደካማ ሃርድዌር ላይ ምላሽ ሰጪ ሆኖ ይቆያል። ይህን ከቀየሩ በኋላ መተግበሪያውን እንደገና ጀምሩ።
ar: يُبقي الوضع التلقائي التجربة الكاملة على أجهزة Apple TV القادرة وينتقل إلى تجربة أخف على الطُرز الأقدم مثل Apple TV HD. يقلّص الوضع المخفَّض الرسوم المتحركة ويصغّر مخازن التشغيل المؤقتة ليبقى جهاز التحكم سريع الاستجابة على العتاد الضعيف. أعد تشغيل التطبيق بعد تغيير هذا.
as: স্বয়ংক্ৰিয়-এ সক্ষম Apple TV-ত সম্পূৰ্ণ অভিজ্ঞতা ৰাখে আৰু Apple TV HD-ৰ দৰে পুৰণি মডেলত এটা লঘু ৰূপলৈ সলনি হয়। হ্ৰাসকৃত-এ এনিমেচন কমায় আৰু প্লেবেক বাফাৰ সৰু কৰে যাতে দুৰ্বল হাৰ্ডৱেৰতো ৰিম'ট সঁহাৰি দিয়া হৈ থাকে। এইটো সলনি কৰাৰ পিছত এপ্‌টো পুনৰ আৰম্ভ কৰক।
az: Avtomatik, qüdrətli Apple TV-lərdə tam təcrübəni saxlayır, Apple TV HD kimi köhnə modellərə keçərkən daha yüngül birini istifadə edir. Azaldılmış animasiyaları kəsir və oynatma buferlərini kiçildir ki, uzaqdan idarəetmə zəif avadanlıqda cavabdeh qalsın. Bunu dəyişdirdikdən sonra tətbiqi yenidən başladın.
be: Аўта захоўвае поўны вопыт на магутных Apple TV і пераключаецца на аблегчаны на старэйшых мадэлях, такіх як Apple TV HD. Паніжаны абразае анімацыі і памяншае буферы прайгравання, каб пульт заставаўся хуткім на слабым абсталяванні. Перазапусціце дадатак пасля змены гэтага.
bg: Авто запазва пълното изживяване на способни Apple TV устройства и превключва към по-олекотено на по-стари модели като Apple TV HD. Намалено орязва анимациите и свива буферите за възпроизвеждане, за да остане дистанционното отзивчиво на слаб хардуер. Рестартирайте приложението след промяна на това.
bn: স্বয়ংক্রিয় সক্ষম Apple TV-তে সম্পূর্ণ অভিজ্ঞতা বজায় রাখে এবং Apple TV HD-এর মতো পুরনো মডেলে একটি হালকা সংস্করণে চলে যায়। হ্রাসকৃত অ্যানিমেশন কমায় এবং প্লেব্যাক বাফার ছোট করে, যাতে দুর্বল হার্ডওয়্যারেও রিমোট সাড়া দেয়। এটি পরিবর্তনের পর অ্যাপ পুনরায় চালু করুন।
br: Emgefreek a vir an tañva a-bezh war an Apple TV galloudek hag a dremen d'unan skañvoc'h war ar patromoù koshoc'h evel an Apple TV HD. Bihanaet a grenn ar fiñvskeudennoù hag a strishaat ar skurjunioù c'hoari evit ma chomo an urzhier-a-bell responti war galedwerezh gwan. Adloc'hit an arload goude cheñch kement-mañ.
bs: Automatski zadržava potpuni doživljaj na sposobnim Apple TV uređajima i prelazi na lakši na starijim modelima poput Apple TV HD. Smanjeno reducira animacije i smanjuje bafere reprodukcije tako da daljinski ostane responzivan na slabom hardveru. Ponovo pokrenite aplikaciju nakon promjene.
ca: L'automàtic manté l'experiència completa als Apple TV compatibles i canvia a una de més lleugera en models antics com l'Apple TV HD. El mode Reduït retalla les animacions i redueix els buffers de reproducció perquè el comandament respongui millor en maquinari limitat. Reinicia l'app després de canviar-ho.
ceb: Ang Auto nagtipig sa bug-os nga kasinatian sa mga makabaton nga Apple TV ug mobalhin sa mas gaan sa mas daan nga mga modelo sama sa Apple TV HD. Ang Reduced nagputol sa mga animation ug nagpakubos sa playback buffer aron ang remote magpabiling responsive sa huyang nga hardware. I-restart ang app human usba kini.
cs: Automaticky zachová plný zážitek na výkonných Apple TV a na starších modelech, jako je Apple TV HD, přepne na lehčí variantu. Omezený omezí animace a zmenší vyrovnávací paměti přehrávání, aby ovladač zůstal na slabém hardwaru responzivní. Po změně aplikaci restartujte.
cy: Mae Awtomatig yn cadw'r profiad llawn ar Apple TV galluog ac yn newid i un ysgafnach ar fodelau hŷn fel yr Apple TV HD. Mae Lleihau'n tocio animeiddiadau ac yn crebachu byfferau chwarae fel bod y teclyn rheoli'n aros yn ymatebol ar galedwedd wan. Ailgychwynnwch yr ap ar ôl newid hyn.
da: Auto bevarer den fulde oplevelse på Apple TV-enheder med tilstrækkelig ydeevne og skifter til en lettere udgave på ældre modeller som Apple TV HD. Reduceret beskærer animationer og formindsker afspilningsbuffere, så fjernbetjeningen forbliver responsiv på svag hardware. Genstart appen efter du ændrer dette.
de: Automatisch behält das volle Erlebnis auf leistungsfähigen Apple TVs bei und wechselt auf älteren Modellen wie dem Apple TV HD zu einem schlankeren. Reduziert kürzt Animationen und verkleinert die Wiedergabe-Puffer, damit die Fernbedienung auf schwacher Hardware reaktionsschnell bleibt. Starte die App nach dieser Änderung neu.
el: Το Αυτόματο διατηρεί την πλήρη εμπειρία στα ικανά Apple TV και μεταβαίνει σε ελαφρύτερη σε παλαιότερα μοντέλα όπως το Apple TV HD. Το Μειωμένο περιορίζει τα εφέ κίνησης και μικραίνει τις προσωρινές μνήμες αναπαραγωγής ώστε το τηλεχειριστήριο να παραμένει ανταποκρίσιμο σε αδύναμο υλικό. Επανεκκινήστε την εφαρμογή μετά από αυτή την αλλαγή.
es: Auto mantiene la experiencia completa en los Apple TV más potentes y cambia a una más ligera en modelos más antiguos como el Apple TV HD. Reducido recorta las animaciones y reduce los búferes de reproducción para que el mando siga respondiendo en hardware débil. Reinicia la app tras cambiar esto.
et: Automaatne hoiab täiskogemuse võimekatel Apple TV-del ja lülitub vanematel mudelitel, nagu Apple TV HD, kergemale. Vähendatud kärbib animatsioone ja vähendab taasesituse puhvreid, et puldile reageerimine jääks nõrgal riistvaral kiireks. Pärast muutmist taaskäivita rakendus.
eu: Automatikoak esperientzia osoa mantentzen du gai diren Apple TV-etan eta arinago batera aldatzen da Apple TV HD bezalako modelo zaharragoetan. Murriztua animazioak mozten ditu eta erreprodukzio-bufferrak txikiagotzen ditu, urruneko kontroala hardware ahulean erantzunkorra mantentzeko. Aldatu ondoren berrabiarazi aplikazioa.
fa: حالت خودکار تجربه کامل را روی Apple TV‌های توانمند نگه می‌دارد و روی مدل‌های قدیمی‌تر مانند Apple TV HD به نسخه سبک‌تر تغییر می‌کند. حالت کاهش‌یافته انیمیشن‌ها را کم می‌کند و بافرهای پخش را کوچک می‌کند تا کنترل از راه دور روی سخت‌افزار ضعیف پاسخگو بماند. پس از تغییر این مورد، برنامه را دوباره راه‌اندازی کنید.
fi: Automaattinen säilyttää täyden kokemuksen tehokkailla Apple TV -laitteilla ja vaihtaa kevyempään vanhemmissa malleissa, kuten Apple TV HD:ssä. Kevennetty karsii animaatioita ja pienentää toistopuskureita, jotta kaukosäädin pysyy reagoivana heikolla laitteistolla. Käynnistä sovellus uudelleen tämän muuttamisen jälkeen.
fil: Pinapanatili ng Auto ang buong karanasan sa mga kayang Apple TV at lumilipat sa mas magaan sa mga mas lumang modelo gaya ng Apple TV HD. Binabawasan ng Reduced ang mga animation at pinaliliit ang mga playback buffer para manatiling responsive ang remote sa mahinang hardware. I-restart ang app pagkatapos baguhin ito.
fo: Sjálvvirkið heldur fullu upplivingina á førum Apple TV eindum og skiftir til eina lættari á eldri fyrimyndum sum Apple TV HD. Minkað skerjur ниður av rørslum og minkar spælibufferar, so fjarstýringin heldur seg svara á veikum búnaði. Byrja appið av nýggjum eftir hesa broyting.
fr: Auto conserve l'expérience complète sur les Apple TV performantes et bascule vers une version allégée sur les modèles plus anciens comme l'Apple TV HD. Réduit allège les animations et réduit les tampons de lecture pour que la télécommande reste réactive sur un matériel limité. Redémarrez l'app après cette modification.
fy: Automatysk hâldt de folsleine ûnderfining op geskikte Apple TV's en skeakelet oer nei in lichtere op âldere modellen sa as de Apple TV HD. Fermindere beheint animaasjes en ferlytset ôfspylbuffers, sadat de ôfstânsbetsjinning responsyf bliuwt op swakke hardware. Start de app op 'e nij nei't jo dit wizige hawwe.
ga: Coinníonn Uathoibríoch an t-eispéireas iomlán ar Apple TVanna cumasacha agus athraíonn go ceann níos éadroime ar shamhlacha níos sine ar nós an Apple TV HD. Baineann Laghdaithe beochana agus laghdaíonn maoláin sheinnte ionas go bhfanann an cianrialtán freagrúil ar chrua-earraí laga. Atosaigh an aip tar éis é seo a athrú.
gd: Cumaidh Fèin-obrachail an làn eòlas air Apple TVn comasach agus atharraichidh e gu fear nas aotroime air modailean nas sine mar an Apple TV HD. Bidhidh Lùghdaichte na beòthachaidhean agus lùghdaichidh e bufairean cluiche gus am fan an t-inneal-smachd freagarrach air bathar-cruaidh lag. Ath-thòisich an aplacaid às dèidh seo atharrachadh.
gl: Auto mantén a experiencia completa nos Apple TV compatibles e cambia a unha máis lixeira en modelos máis antigos como o Apple TV HD. Reducido recorta animacións e reduce os buffers de reprodución para que o mando siga respondendo en hardware máis débil. Reinicia a app após cambiar este axuste.
gu: ઑટો સક્ષમ Apple TV પર સંપૂર્ણ અનુભવ જાળવી રાખે છે અને Apple TV HD જેવા જૂના મોડેલ પર હળવા અનુભવ પર સ્વિચ થાય છે. ઘટાડેલ એનિમેશન છાંટે છે અને પ્લેબેક બફર નાના કરે છે જેથી નબળા હાર્ડવેર પર રિમોટ પ્રતિભાવશીલ રહે. આ બદલ્યા પછી એપ ફરી શરૂ કરો.
ha: Kai tsaye yana riƙe cikakken ƙwarewa a kan Apple TV masu ƙarfi kuma yana canzawa zuwa mai sauƙi a kan tsofaffin nau'ikan kamar Apple TV HD. Rage yana yanke motsi kuma yana rage buffer na kunnawa saboda mai sarrafawa ya kasance mai amsawa a kan kayan aiki masu rauni. Sake fara manhajar bayan canza wannan.
he: אוטומטי שומר על החוויה המלאה ב-Apple TV מתאים ועובר לחוויה קלה יותר בדגמים ישנים יותר כמו Apple TV HD. מופחת מקצץ אנימציות ומקטין את מאגרי ההשמעה כדי שהשלט יישאר רספונסיבי בחומרה חלשה. הפעל מחדש את האפליקציה לאחר שינוי זה.
hi: स्वतः सक्षम Apple TV पर पूरा अनुभव बनाए रखता है और Apple TV HD जैसे पुराने मॉडल पर हल्के अनुभव पर स्विच कर देता है। घटाया गया एनिमेशन कम करता है और प्लेबैक बफ़र छोटा करता है ताकि कमज़ोर हार्डवेयर पर रिमोट प्रतिक्रियाशील बना रहे। इसे बदलने के बाद ऐप पुनः आरंभ करें।
hr: Automatski zadržava puni doživljaj na sposobnim Apple TV uređajima i prebacuje se na lakši na starijim modelima poput Apple TV HD. Smanjeno smanjuje animacije i međuspremnike reprodukcije kako bi daljinski ostao odziven na slabom hardveru. Ponovno pokrenite aplikaciju nakon promjene.
ht: Otomatik kenbe eksperyans konplè a sou Apple TV ki kapab yo epi chanje pou yon vèsyon pi lejè sou modèl pi ansyen tankou Apple TV HD. Redwi koupe animasyon yo epi diminye buffer lekti yo pou telekòmand la rete reyaktif sou materyèl fèb. Rilanse aplikasyon an apre ou chanje sa a.
hu: Az Automatikus megtartja a teljes élményt a megfelelő Apple TV-ken, és egy könnyebbre vált a régebbi modelleken, például az Apple TV HD-n. A Csökkentett visszafogja az animációkat és kisebbíti a lejátszási puffereket, hogy a távirányító gyenge hardveren is reszponzív maradjon. A módosítás után indítsd újra az appot.
hy: Ավտոն պահում է ամբողջ փորձն ընդունակ Apple TV-ների վրա և անցնում է ավելի թեթև տարբերակի հին մոդելների, ինչպիսիք Apple TV HD-ն, վրա։ Կրճատված-ը հատում է անիմացիաները և փոքրացնում նվագարկման բուֆերները, որպեսզի հեռակառավարիչն արձագանքուն մնա թույլ սարքաշարի վրա։ Փոխելուց հետո վերագործարկեք ծրագիրը։
id: Otomatis mempertahankan pengalaman penuh pada Apple TV yang mumpuni dan beralih ke versi lebih ringan pada model lama seperti Apple TV HD. Reduced memangkas animasi dan mengecilkan buffer pemutaran agar remote tetap responsif pada perangkat keras lemah. Mulai ulang aplikasi setelah mengubah ini.
ig: Akpaghị aka na-edobe ahụmịhe zuru ezu na Apple TV nwere ike wee gbanwee na nke dị fáá na ụdị ochie dị ka Apple TV HD. Belatara na-ebelata ihe ngagharị ma mee ka nchekwa nkpọ pere mpe ka njikwa nọgide na-aza ozi na ngwaọrụ na-adịghị ike. Malitegharịa ngwa mgbe ị gbanwechara nke a.
is: Sjálfvirkt heldur fullri upplifun á hæfum Apple TV og skiptir yfir í léttvægari á eldri líkum eins og Apple TV HD. Minnkað sker niður hreyfingar og minnkar stuðningsvistun svo stýrillinn haldist svörhvatt á veiku vélbúnaði. Endurræstu forritið eftir að hafa breytt þessu.
it: Auto mantiene l'esperienza completa sulle Apple TV più potenti e passa a una più leggera sui modelli più vecchi come Apple TV HD. Ridotta riduce le animazioni e i buffer di riproduzione così il telecomando resta reattivo su hardware debole. Riavvia l'app dopo aver cambiato questa impostazione.
ja: 自動は、対応している Apple TV ではフル体験を維持し、Apple TV HD などの古いモデルでは軽量版に切り替えます。軽量化はアニメーションを減らし、再生バッファを小さくして、性能の低いハードウェアでもリモコンの反応を保ちます。変更後はアプリを再起動してください。
jv: Otomatis njaga pengalaman lengkap ing Apple TV sing sanggup lan ngganti menyang sing luwih ènthèng ing model lawas kaya Apple TV HD. Reduced ngurangi animasi lan nyilikaké buffer pemutaran supaya remot tetep responsif ing hardware lemah. Miwiti manèh app sawisé ngowahi iki.
ka: ავტო ინარჩუნებს სრულ გამოცდილებას მძლავრ Apple TV-ებზე და გადადის მსუბუქ რეჟიმზე ძველ მოდელებზე, როგორიცაა Apple TV HD. შემცირებული ამოჭრის ანიმაციებს და ამცირებს დაკვრის ბუფერებს, რათა დისტანციური მართვის პულტი პასუხისმგებელი დარჩეს სუსტ მოწყობილობაზე. ამ ცვლილების შემდეგ გადატვირთეთ აპლიკაცია.
kk: Автоматты режим қабілетті Apple TV-де толық тәжірибені сақтайды және Apple TV HD сияқты ескі үлгілерде жеңілдетілген режимге ауысады. Азайтылған анимацияларды қысқартады және ойнату буферлерін кішірейтеді, осылайша әлсіз жабдықта пульт жауап беруін сақтайды. Өзгерістен кейін қосымшаны қайта іске қосыңыз.
km: ស្វ័យប្រវត្តិរក្សាបទពិសោធន៍ពេញលេញនៅ Apple TV ដែលមានសមត្ថភាព ហើយប្តូរទៅបទពិសោធន៍ស្រាលជាងនៅម៉ូដែលចាស់ដូចជា Apple TV HD។ Reduced កាត់ចង្អេះ និងបន្ថយ buffer ការចាក់ ដើម្បីឱ្យ remote ដំណើរការបានល្អនៅហាតវែរចាស់។ ចាប់ផ្តើមកម្មវិធីឡើងវិញបន្ទាប់ពីផ្លាស់ប្តូរ។
kn: ಸ್ವಯಂ ಸಮರ್ಥ Apple TV ಗಳಲ್ಲಿ ಪೂರ್ಣ ಅನುಭವವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು Apple TV HD ನಂತಹ ಹಳೆಯ ಮಾದರಿಗಳಲ್ಲಿ ಹಗುರವಾದದ್ದಕ್ಕೆ ಬದಲಾಗುತ್ತದೆ. ಕಡಿಮೆ ಮಾಡಲಾದದ್ದು ಅನಿಮೇಷನ್‌ಗಳನ್ನು ಕತ್ತರಿಸುತ್ತದೆ ಮತ್ತು ಪ್ಲೇಬ್ಯಾಕ್ ಬಫರ್‌ಗಳನ್ನು ಕುಗ್ಗಿಸುತ್ತದೆ, ಇದರಿಂದ ದುರ್ಬಲ ಹಾರ್ಡ್‌ವೇರ್‌ನಲ್ಲಿ ರಿಮೋಟ್ ಸ್ಪಂದಿಸುತ್ತಿರುತ್ತದೆ. ಇದನ್ನು ಬದಲಾಯಿಸಿದ ನಂತರ ಆ್ಯಪ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
ko: 자동은 성능이 충분한 Apple TV에서는 전체 환경을 유지하고, Apple TV HD 같은 구형 모델에서는 더 가벼운 환경으로 전환합니다. 감소 설정은 애니메이션을 줄이고 재생 버퍼를 축소하여 성능이 낮은 하드웨어에서도 리모컨 반응이 빠르게 유지됩니다. 변경 후 앱을 다시 시작하세요.
ku: Otomatîk ezmûna tijî li ser Apple TV yên jêhatî diparêze û li ser modelên kevntir ên wek Apple TV HD dizivire yeke sivktir. Kêmkirî anîmasyonan kurt dike û tamponên lêdanê kêm dike, da ku kontrol li ser hardwarê qels bersivdar bimîne. Piştî guhertina vê sepanê ji nû ve vekin.
ky: Авто күчтүү Apple TV'лерде толук тажрыйбаны сактайт жана Apple TV HD сыяктуу эски моделдерде жеңилирээгине өтөт. Кыскартылган анимацияларды азайтат жана ойнотуу буферлерин кичирейтет, ошондо алсыз аппаратта пульт тез иштейт. Муну өзгөрткөндөн кийин колдонмону өчүрүп кайра күйгүзүңүз.
lb: Auto behält déi voll Erfahrung op leeschtungsfäegen Apple TVs a wiesselt op eng méi liicht op eeleren Modeller wéi den Apple TV HD. Reduzéiert kierzt Animatiounen an ëmmert d'Ofspillpuffer, sou datt d'Fernbedienung op schwaacher Hardware reaktiounsschnell bleift. Start d'App nei nodeems du dat geännert hues.
lo: ອັດຕະໂນມັດ ຮັກສາປະສົບການເຕັມຮູບແບບໃນ Apple TV ທີ່ຮອງຮັບໄດ້ ແລະ ປ່ຽນເປັນແບບເບົາໃນລຸ້ນເກົ່າຄື Apple TV HD. ແບບຫຼຸດຜ່ອນ ຈະຕັດອະນິເມຊັນ ແລະ ຫຼຸດບັຟເຟີການຫຼິ້ນ ເພື່ອໃຫ້ຣີໂໝດຕອບສະໜອງໄດ້ໄວໃນຮາດແວທີ່ອ່ອນ. ຣີສະຕາດແອັບຫຼັງຈາກປ່ຽນຄ່ານີ້.
lt: Automatinis režimas išlaiko visavertę patirtį pajėgiuose Apple TV ir perjungia į lengvesnę senesniuose modeliuose, tokiuose kaip Apple TV HD. Sumažintas režimas apkarpo animacijas ir mažina atkūrimo buferius, kad pultelis išliktų jautrus silpnoje aparatinėje įrangoje. Pakeitę šią nuostatą, paleiskite programą iš naujo.
lv: Automātiski saglabā pilnu pieredzi jaudīgās Apple TV ierīcēs un pārslēdzas uz vieglāku vecākos modeļos, piemēram, Apple TV HD. Samazināts apcērp animācijas un sašaurina atskaņošanas buferus, lai pults paliktu atsaucīga vājā aparatūrā. Pēc šīs maiņas restartējiet lietotni.
mg: Ny Auto dia mitazona ny traikefa feno amin'ny Apple TV mahay ary miova ho maivana kokoa amin'ny modely tranainy toy ny Apple TV HD. Ny Reduced dia manapaka ny anime ary manakely ny buffer famerenana mba hitoeran'ny remote mailaka amin'ny hardware malemy. Avereno alohan'ny app rehefa avy manova ity.
mi: Ka pupuri te Aunoa i te wheako katoa i runga i ngā Apple TV kaha, ka huri ki tētahi māmā ake i runga i ngā tauira tawhito pēnei i te Apple TV HD. Ka whakaiti te Whakaiti i ngā whakakorikori, ka whakawhāiti i ngā parenga pāho kia noho urupare te mamao i runga i te taputapu ngoikore. Whakaarahia anō te taupānga i muri i tēnei panoni.
mk: Автоматски го задржува целото искуство на способни Apple TV и преминува на полесно на постари модели како Apple TV HD. Намалено ги обрезува анимациите и ги намалува баферите за репродукција за далечинскиот управувач да остане одзивен на слаб хардвер. Рестартирајте ја апликацијата по промената.
ml: കഴിവുള്ള Apple TV-കളിൽ ഓട്ടോ പൂർണ്ണ അനുഭവം നിലനിർത്തുകയും Apple TV HD പോലുള്ള പഴയ മോഡലുകളിൽ ലളിതമായതിലേക്ക് മാറുകയും ചെയ്യുന്നു. കുറവുള്ളത് ആനിമേഷനുകൾ കുറയ്ക്കുകയും പ്ലേബാക്ക് ബഫറുകൾ ചെറുതാക്കുകയും ചെയ്യുന്നു, അങ്ങനെ ദുർബലമായ ഹാർഡ്‌വെയറിൽ റിമോട്ട് പ്രതികരണശേഷിയുള്ളതായി തുടരും. ഇത് മാറ്റിയ ശേഷം ആപ്പ് റീസ്റ്റാർട്ട് ചെയ്യുക.
mn: Авто нь чадвартай Apple TV дээр бүрэн туршлагыг хадгалж, Apple TV HD зэрэг хуучин загвар дээр хөнгөн хувилбар руу шилжинэ. Reduced нь анимацийг багасгаж, тоглуулах буферыг жижигрүүлж, сул техник хангамж дээр удирдлага хариу үзүүлэхэд тусална. Үүнийг өөрчилсний дараа аппыг дахин эхлүүлнэ үү.
mr: स्वयंचलित सक्षम Apple TV वर संपूर्ण अनुभव कायम ठेवतो आणि Apple TV HD सारख्या जुन्या मॉडेल्सवर हलक्या अनुभवावर स्विच होतो. कमी केलेले अॅनिमेशन कमी करते आणि प्लेबॅक बफर लहान करते, जेणेकरून कमकुवत हार्डवेअरवर रिमोट प्रतिसाद देत राहतो. हे बदलल्यानंतर अॅप पुन्हा सुरू करा.
ms: Auto mengekalkan pengalaman penuh pada Apple TV yang berkemampuan dan beralih kepada yang lebih ringan pada model lebih lama seperti Apple TV HD. Dikurangkan memangkas animasi dan mengecilkan penimbal main balik supaya alat kawalan jauh kekal responsif pada perkakasan lemah. Mulakan semula aplikasi selepas menukar ini.
mt: Awto jżomm l-esperjenza sħiħa fuq Apple TVs kapaċi u jaqleb għal waħda eħfef fuq mudelli eqdem bħall-Apple TV HD. Reduced inaqqas l-animazzjonijiet u jċekken il-buffers tal-playback biex il-remote jibqa' jirreaġixxi fuq hardware dgħajjef. Erġa' ibda l-app wara li tibdel dan.
my: အလိုအလျောက်သည် စွမ်းဆောင်ရည်ပြည့်သော Apple TV များတွင် အပြည့်အစုံ အတွေ့အကြုံကို ထိန်းသိမ်းပေးပြီး Apple TV HD ကဲ့သို့ ဟောင်းသော မော်ဒယ်များတွင် ပေါ့ပါးသည့်တစ်ခုသို့ ပြောင်းလဲပေးသည်။ Reduced သည် အားနည်းသော hardware တွင် remote တုံ့ပြန်မှုကောင်းရန် အန်နီမေးရှင်းများကို လျှော့ချ၍ ဖွင့်ကြည့်ခြင်း buffer များကို ချုံ့ပေးသည်။ ဤအရာ ပြောင်းလဲပြီးနောက် app ကို ပြန်ဖွင့်ပါ။
nb: Auto beholder hele opplevelsen på kraftige Apple TV-er og bytter til en lettere på eldre modeller som Apple TV HD. Redusert kutter animasjoner og krymper avspillingsbuffere slik at fjernkontrollen forblir responsiv på svak maskinvare. Start appen på nytt etter at du har endret dette.
ne: स्वतः ले सक्षम Apple TV हरूमा पूर्ण अनुभव राख्छ र Apple TV HD जस्ता पुराना मोडेलहरूमा हल्का संस्करणमा स्विच गर्छ। न्यूनीकृतले एनिमेशन काँट्छ र प्लेब्याक बफर घटाउँछ ताकि रिमोट कमजोर हार्डवेयरमा पनि प्रतिक्रियाशील रहोस्। यो परिवर्तन गरेपछि एप पुनः सुरु गर्नुहोस्।
nl: Automatisch behoudt de volledige ervaring op capabele Apple TV's en schakelt over naar een lichtere versie op oudere modellen zoals de Apple TV HD. Verlaagd beperkt animaties en verkleint de afspeelbuffers zodat de afstandsbediening soepel blijft op zwakke hardware. Start de app opnieuw na het wijzigen hiervan.
ny: Auto imasunga chidziwitso chonse pa ma Apple TV amphamvu ndipo imasintha kupita ku chopepuka pa mitundu yakale ngati Apple TV HD. Reduced imachepetsa ma animation ndi ma buffer a kusewera kuti remote ikhalebe yofulumira pa zida zofooka. Yambitsaninso app mukasintha izi.
oc: Auto manten l'experiéncia completa suls Apple TV capables e passa a una version mai leugièra suls modèls mai ancians coma l'Apple TV HD. Reduit talha las animacions e redusís los tampons de lectura per que la telecomanda demòre reactiva sul material feble. Reaviatz l'aplicacion aprèp aver cambiat aquò.
or: ଅଟୋ ସକ୍ଷମ Apple TV‌ରେ ପୂର୍ଣ୍ଣ ଅନୁଭୂତି ରଖେ ଏବଂ Apple TV HD ପରି ପୁରୁଣା ମଡେଲରେ ଏକ ହାଲୁକା ଅନୁଭୂତିକୁ ବଦଳାଇଥାଏ। Reduced ଆନିମେସନ କମାଏ ଏବଂ ପ୍ଲେବ୍ୟାକ ବଫର ସଙ୍କୁଚିତ କରେ ଯାହା ଫଳରେ ଦୁର୍ବଳ ହାର୍ଡୱେୟାରରେ ରିମୋଟ ପ୍ରତିକ୍ରିୟାଶୀଳ ରହେ। ଏହା ବଦଳାଇବା ପରେ ଆପ୍ ପୁନଃ ଆରମ୍ଭ କରନ୍ତୁ।
pa: ਆਟੋ ਸਮਰੱਥ Apple TV 'ਤੇ ਪੂਰਾ ਅਨੁਭਵ ਰੱਖਦਾ ਹੈ ਅਤੇ Apple TV HD ਵਰਗੇ ਪੁਰਾਣੇ ਮਾਡਲਾਂ 'ਤੇ ਹਲਕੇ ਮੋਡ ਵਿੱਚ ਬਦਲ ਦਿੰਦਾ ਹੈ। ਘੱਟ ਕੀਤਾ ਹੋਇਆ ਐਨੀਮੇਸ਼ਨ ਕੱਟਦਾ ਹੈ ਅਤੇ ਪਲੇਬੈਕ ਬਫ਼ਰ ਛੋਟੇ ਕਰਦਾ ਹੈ ਤਾਂ ਜੋ ਕਮਜ਼ੋਰ ਹਾਰਡਵੇਅਰ 'ਤੇ ਰਿਮੋਟ ਜਵਾਬਦੇਹ ਰਹੇ। ਇਸ ਨੂੰ ਬਦਲਣ ਤੋਂ ਬਾਅਦ ਐਪ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl: Auto zachowuje pełne wrażenia na wydajnych Apple TV i przełącza się na lżejsze na starszych modelach, takich jak Apple TV HD. Ograniczony przycina animacje i zmniejsza bufory odtwarzania, aby pilot pozostał responsywny na słabym sprzęcie. Po zmianie tego ustawienia uruchom aplikację ponownie.
ps: اتومات په وړ Apple TV بشپړ تجربه ساتي او په زړو ماډلونو لکه Apple TV HD کې یو سپک ته اوړي. کم‌شوی انیمیشنونه لنډوي او د غږولو بفرونه کوچنی کوي، نو ریموټ په کمزوري هارډویر کې چټک پاتې کیږي. له بدلولو وروسته اپ بیا پیل کړئ.
pt_br: O modo Automático mantém a experiência completa em Apple TVs capazes e muda para uma mais leve em modelos mais antigos, como a Apple TV HD. O modo Reduzido corta animações e diminui os buffers de reprodução para que o controle continue responsivo em hardware fraco. Reinicie o app após alterar isto.
pt_pt: O modo Automático mantém a experiência completa nas Apple TV capazes e muda para uma mais leve nos modelos antigos, como a Apple TV HD. O modo Reduzido corta animações e diminui os buffers de reprodução para que o comando se mantenha responsivo em hardware fraco. Reinicie a app depois de alterar isto.
ro: Auto păstrează experiența completă pe modelele Apple TV capabile și trece la una mai ușoară pe modelele mai vechi, precum Apple TV HD. Modul Redus reduce animațiile și micșorează buffer-ele de redare, astfel încât telecomanda să rămână receptivă pe hardware slab. Repornește aplicația după modificare.
ru: Авто сохраняет полноценный режим на мощных Apple TV и переключается на облегчённый на старых моделях вроде Apple TV HD. Сниженный режим урезает анимации и уменьшает буферы воспроизведения, чтобы пульт оставался отзывчивым на слабом оборудовании. После изменения перезапустите приложение.
rw: Byikora bigumana uburambe bwuzuye kuri Apple TV zishoboye maze bihindukira ku bworohereye kuri modeli zishaje nka Apple TV HD. Kugabanya bihagarika bimwe mu byanimasiyo kandi bigabanya ububiko bw'ubukinisha kugira ngo remote igume yitabira ku byuma bidashoboye. Ongera utangize porogaramu nyuma yo guhindura ibi.
sd: خودڪار سگھ وارن Apple TVs تي مڪمل تجربو رکي ٿو ۽ پراڻن ماڊلن جھڙوڪ Apple TV HD تي هلڪي ۾ بدلجي وڃي ٿو. گھٽايل اينيميشنن کي ڪٽي ٿو ۽ پلي بيڪ بفرن کي ننڍو ڪري ٿو ته جيئن ڪمزور هارڊويئر تي ريموٽ حساس رهي. هيءُ تبديل ڪرڻ کانپوءِ ايپ ٻيهر شروع ڪريو.
si: ස්වයංක්‍රීය මගින් හැකියාව ඇති Apple TV මත සම්පූර්ණ අත්දැකීම තබා ගන්නා අතර Apple TV HD වැනි පැරණි මාදිලි මත සැහැල්ලු එකකට මාරු වේ. අඩු කළ මට්ටම සජීවීකරණ කපා දමා වාදන බෆර කුඩා කරයි, එවිට දුර්වල දෘඩාංග මත රිමෝටය ප්‍රතිචාරාත්මකව පවතී. මෙය වෙනස් කිරීමෙන් පසු යෙදුම නැවත ආරම්භ කරන්න.
sk: Automaticky zachová plný zážitok na výkonných Apple TV a prepne na ľahší na starších modeloch, ako je Apple TV HD. Znížený obmedzí animácie a zmenší vyrovnávacie pamäte prehrávania, aby ovládač zostal pohotový na slabom hardvéri. Po zmene reštartujte aplikáciu.
sl: Samodejno ohranja celotno izkušnjo na zmogljivih napravah Apple TV in preklopi na lažjo na starejših modelih, kot je Apple TV HD. Zmanjšano omeji animacije in skrči predpomnilnike predvajanja, da daljinski upravljalnik ostane odziven na šibki strojni opremi. Po spremembi znova zaženite aplikacijo.
sm: E tausia e le Otometi le aafiaga atoatoa i Apple TV malolosi ma sui i se mama i faataitaiga tuai e pei o le Apple TV HD. E faaitiitia e le Faaitiitia ata fegaoiai ma faaitiitia buffer taalo ina ia tali vave le mamao i luga o meafaigaluega vaivai. Toe amata le app pe a uma ona sui lenei mea.
sn: Yega inochengeta ruzivo ruzere pama Apple TV ane simba uye inochinja kuenda kune yakareruka pamamodheru akachembera akadai seApple TV HD. Reduced inodimbura ma animation uye inoderedza ma buffer okutamba kuti remote irambe ichishanda pahardware isina simba. Tangazve app mushure mokuchinja izvi.
so: Toos wuxuu waaya-aragnimada buuxda ku hayaa Apple TV-yada awoodda leh, wuxuuna u beddelaa mid fudud noocyada duugga ah sida Apple TV HD. Reduced wuxuu yareeyaa dhaqdhaqaaqyada oo yareeyaa buffer-ka ciyaarista si remote-ku ugu jawaabo qalab daciif ah. App-ka dib u bilow ka dib markaad tan beddesho.
sq: Automatik ruan përvojën e plotë në Apple TV të aftë dhe kalon në një më të lehtë për modelet e vjetra si Apple TV HD. I Reduktuar shkurton animacionet dhe zvogëlon buferat e luajtjes që telekomanda të mbetet e reagojshme në pajisje të dobëta. Rinisni aplikacionin pas ndryshimit.
sr: Аутоматски задржава пуни доживљај на способним Apple TV уређајима и прелази на лакши на старијим моделима као што је Apple TV HD. Смањени режим скраћује анимације и смањује бафере репродукције тако да даљински остаје брз на слабом хардверу. Поново покрените апликацију након ове промене.
st: Iketsang e boloka boiphihlelo bo felletseng ho di-Apple TV tse khonang 'me e fetohela ho e bobebe ho mefuta ea khale joalo ka Apple TV HD. Reduced e fokotsa metsamao le ho fokotsa di-buffer tsa playback e le hore remote e lule e arabela ho hardware e fokolang. Qala app hape ka mor'a ho fetola sena.
su: Otomatis nahan pangalaman pinuh dina Apple TV nu mampuh sarta ganti kana nu leuwih énténg dina modél heubeul saperti Apple TV HD. Diréduksi ngurangan animasi jeung ngaleutikan buffer pamuteran ambéh rémot tetep responsif dina hardware lemah. Balikan deui aplikasi sanggeus ngarobah ieu.
sv: Auto behåller hela upplevelsen på kapabla Apple TV-enheter och växlar till en lättare på äldre modeller som Apple TV HD. Reducerat trimmar animationer och krymper uppspelningsbuffertar så att fjärrkontrollen förblir responsiv på svag hårdvara. Starta om appen efter att du ändrat detta.
sw: Otomatiki hudumisha uzoefu kamili kwenye Apple TV zinazoweza na kubadilisha hadi mwepesi zaidi kwenye mifano ya zamani kama Apple TV HD. Iliyopunguzwa hukata uhuishaji na kupunguza vihifadhi vya uchezaji ili kidhibiti kibaki kikijibu kwenye vifaa dhaifu. Anzisha upya programu baada ya kubadilisha hili.
ta: தானியங்கி திறன் கொண்ட Apple TV-களில் முழு அனுபவத்தைத் தக்கவைத்து, Apple TV HD போன்ற பழைய மாடல்களில் இலகுவான ஒன்றுக்கு மாறும். குறைக்கப்பட்டது அசைவூட்டங்களைக் குறைத்து இயக்க இடையகங்களைச் சிறியதாக்கி, பலவீனமான வன்பொருளிலும் ரிமோட் வேகமாகச் செயல்படும். இதை மாற்றிய பிறகு ஆப்பை மறுதொடக்கம் செய்யவும்.
te: సామర్థ్యం గల Apple TVలపై ఆటో పూర్తి అనుభవాన్ని ఉంచుతుంది మరియు Apple TV HD వంటి పాత మోడల్‌లపై తేలికైన దానికి మారుతుంది. తగ్గించబడింది యానిమేషన్‌లను తగ్గిస్తుంది మరియు ప్లేబ్యాక్ బఫర్‌లను చిన్నదిగా చేస్తుంది, తద్వారా బలహీన హార్డ్‌వేర్‌పై రిమోట్ స్పందనశీలంగా ఉంటుంది. దీన్ని మార్చిన తర్వాత యాప్‌ను రీస్టార్ట్ చేయండి.
tg: Худкор таҷрибаи пурраро дар Apple TV-ҳои қавӣ нигоҳ медорад ва дар моделҳои кӯҳна ба монанди Apple TV HD ба ҳолати сабуктар мегузарад. Кам кардашуда аниматсияҳоро маҳдуд ва буферҳои пахшро хурд мекунад, то дистансионӣ дар сахтафзори заиф ҳассос монад. Пас аз тағйир додани ин, барномаро аз нав оғоз кунед.
th: อัตโนมัติจะคงประสบการณ์เต็มรูปแบบบน Apple TV ที่รองรับ และสลับไปใช้แบบเบาขึ้นบนรุ่นเก่า เช่น Apple TV HD โหมดลดทอนจะตัดแอนิเมชันและลดบัฟเฟอร์การเล่นเพื่อให้รีโมตตอบสนองได้บนฮาร์ดแวร์ที่อ่อน รีสตาร์ทแอปหลังจากเปลี่ยนค่านี้
tr: Otomatik, güçlü Apple TV'lerde tam deneyimi korur ve Apple TV HD gibi eski modellerde daha hafif bir deneyime geçer. Azaltılmış, animasyonları kısaltır ve oynatma tamponlarını küçültür; böylece zayıf donanımda kumanda yanıt verir kalır. Bunu değiştirdikten sonra uygulamayı yeniden başlatın.
tt: Авто көчле Apple TV'ларда тулы тәҗрибәне саклый, ә Apple TV HD кебек искерәк моделльләрдә җиңелрәгенә күчә. Кыскартылган режим анимацияләрне киметә һәм уйнату буферларын кечерәйтә, шулай итеп зәгыйфь җиһазда пульт җитез эшли. Моны үзгәрткәч кушымтаны яңадан кабыз.
ug: ئاپتوماتىك ھالەت ئىقتىدارلىق Apple TV لاردا تولۇق تەجرىبىنى ساقلاپ قالىدۇ، Apple TV HD غا ئوخشاش كونا مودېللاردا يېنىكرەك ھالەتكە ئالمىشىدۇ. تۆۋەنلىتىلگەن ھالەت جانلاندۇرۇملارنى ئازايتىدۇ ۋە قويۇش ئارىلىق ساقلىغۇچىنى كىچىكلىتىدۇ، شۇنداق قىلىپ ئاجىز قاتتىق دېتالدا تىزگىن سەزگۈر بولۇپ تۇرىدۇ. بۇنى ئۆزگەرتكەندىن كېيىن دېتالنى قايتا قوزغىتىڭ.
uk: Авто зберігає повний досвід на потужних Apple TV і переходить на полегшений на старіших моделях, як-от Apple TV HD. Зменшений урізає анімації та скорочує буфери відтворення, щоб пульт лишався чутливим на слабкому залізі. Перезапустіть застосунок після зміни цього.
ur: خودکار قابل Apple TVs پر مکمل تجربہ برقرار رکھتا ہے اور Apple TV HD جیسے پرانے ماڈلز پر ہلکے تجربے پر منتقل ہو جاتا ہے۔ کم کیا گیا اینیمیشنز کو محدود کرتا ہے اور پلے بیک بفرز کو سکیڑتا ہے تاکہ کمزور ہارڈویئر پر ریموٹ تیز رہے۔ اسے تبدیل کرنے کے بعد ایپ کو دوبارہ شروع کریں۔
uz: Avto imkoniyatli Apple TV'larda to'liq tajribani saqlaydi va Apple TV HD kabi eski modellarda yengilroq rejimga o'tadi. Kamaytirilgan rejim animatsiyalarni qisqartiradi va ijro buferlarini kichraytiradi, shunda pult zaif qurilmalarda sezgir qoladi. Buni o'zgartirgandan so'ng ilovani qayta ishga tushiring.
vi: Tự động giữ trải nghiệm đầy đủ trên các Apple TV đủ mạnh và chuyển sang trải nghiệm nhẹ hơn trên các mẫu cũ như Apple TV HD. Giảm bớt sẽ cắt giảm hiệu ứng động và thu nhỏ vùng đệm phát để điều khiển từ xa luôn nhạy trên phần cứng yếu. Khởi động lại ứng dụng sau khi thay đổi mục này.
xh: Ngokuzenzekelayo igcina amava apheleleyo kwii-Apple TV ezinako kwaye itshintshele kwelula kwiimodeli ezindala ezinjenge-Apple TV HD. Okuncitshisiweyo kunciphisa iianimeshini kwaye kunciphise iibhafa zokudlala ukuze i-remote ihlale iphendula kwiihardware ezibuthathaka. Qalisa kwakhona i-app emva kokutshintsha oku.
yo: Aládàáṣe máa ń tọ́jú ìrírí kíkún lórí àwọn Apple TV tí ó lágbára, ó sì máa ń yí sí èyí tí ó fúẹ́rẹ́ lórí àwọn àwòṣe àtijọ́ bíi Apple TV HD. Ìdínkù máa ń gé àwọn àwòrán-ìṣípò kúrò, ó sì máa ń dín àwọn ibùdó-ìtúfò kù kí ìdarí lè máa dáhùn kíákíá lórí ohun-èlò aláìlágbára. Tún app náà bẹ̀rẹ̀ lẹ́yìn tí o bá yí èyí padà.
zh_hans: 自动模式在性能足够的 Apple TV 上保留完整体验，并在 Apple TV HD 等较旧机型上切换为轻量体验。精简模式会减少动画并缩小播放缓冲，让遥控器在低性能硬件上保持灵敏。更改此项后请重启应用。
zh_hant: 「自動」會在效能足夠的 Apple TV 上保留完整體驗，並在 Apple TV HD 等較舊機型上切換為較輕量的版本。「精簡」會減少動畫並縮小播放緩衝，讓遙控器在效能較弱的硬體上保持靈敏。變更後請重新啟動 App。
zu: Okuzenzakalelayo kugcina ulwazi olugcwele kuma-Apple TV akwaziyo bese kushintshela kolula kuma-modeli amadala njenge-Apple TV HD. I-Reduced inciphisa ama-animation futhi inciphise ama-buffer okudlala ukuze i-remote ihlale isabela kuhardware ebuthakathaka. Qala kabusha i-app ngemva kokushintsha lokhu.
